[
    {
        "The Game Thrones": "Game of Thrones is an American fantasy drama television series created by David Benioff and D. B. Weiss for HBO. It is an adaptation of A Song of Ice and Fire, George R. R. Martin's series of fantasy novels, the first of which is A Game of Thrones. The show was filmed in Belfast and elsewhere in the United Kingdom, Canada, Croatia, Iceland, Malta, Morocco, Spain, and the United States.[1] The series premiered on HBO in the United States on April 17, 2011, and concluded on May 19, 2019, with 73 episodes broadcast over eight seasons. Set on the fictional continents of Westeros and Essos, Game of Thrones has several plots and a large ensemble cast, and follows several story arcs. One arc is about the Iron Throne of the Seven Kingdoms, and follows a web of alliances and conflicts among the noble dynasties either vying to claim the throne or fighting for independence from it. Another focuses on the last descendant of the realm's deposed ruling dynasty, who has been exiled and is plotting a return to the throne, while another story arc follows the Night's Watch, a brotherhood defending the realm against the fierce peoples and legendary creatures of the North. Game of Thrones attracted record viewership on HBO and has a broad, active, international fan base. It has been acclaimed by critics, particularly for its acting, complex characters, story, scope, and production values, although its frequent use of nudity and violence (including sexual violence) has been criticized. The series received 47 Primetime Emmy Awards, the most by a drama series, including Outstanding Drama Series in 2015, 2016, and 2018. Its other awards and nominations include three Hugo Awards for Best Dramatic Presentation (2012 to 2014), a 2011 Peabody Award, and five nominations for the Golden Globe Award for Best Television Series of Drama (2012 and 2015 to 2018). Of the ensemble cast, Peter Dinklage has won three Primetime Emmy Awards for Outstanding Supporting Actor in a Drama Series (2011, 2015 and 2018) and the Golden Globe Award for Best Supporting Actor of Series, Miniseries or Television Film (2012) for his performance as Tyrion Lannister. Lena Headey, Emilia Clarke, Kit Harington, Maisie Williams, Nikolaj Coster-Waldau, Diana Rigg, and Max von Sydow have also received Primetime Emmy Award nominations for their performances."
    },
    {
        "The Big Bang Theory": "The Big Bang Theory is an American television sitcom created by Chuck Lorre and Bill Prady, both of whom served as executive producers on the series, along with Steven Molaro. All three also served as head writers. The show premiered on CBS on September 24, 2007 and concluded on May 16, 2019, having broadcast a total of 279 episodes over 12 seasons.[3] The show originally centered on five characters living in Pasadena, California: Leonard Hofstadter and Sheldon Cooper, both physicists at Caltech, who share an apartment; Penny, a waitress and aspiring actress who lives across the hall; and Leonard and Sheldon's similarly geeky and socially awkward friends and co-workers, aerospace engineer Howard Wolowitz and astrophysicist Raj Koothrappali.[4][5] Over time, supporting characters were promoted to starring roles, including neuroscientist Amy Farrah Fowler, microbiologist Bernadette Rostenkowski, physicist Leslie Winkle and comic book store owner Stuart Bloom. The show was filmed in front of a live audience and was produced by Warner Bros. Television and Chuck Lorre Productions. The Big Bang Theory received mixed reviews from critics throughout its first season, but reception was more favorable in the second and third seasons. Later seasons saw a return to a lukewarm reception, with the show being criticized for a decline in comedic quality. Despite the mixed reviews, seven seasons of the show have ranked within the top ten of the final television season ratings, ultimately reaching the no. 1 spot in its eleventh season. The show was nominated for the Emmy Award for Outstanding Comedy Series from 2011 to 2014 and won the Emmy Award for Outstanding Lead Actor in a Comedy Series four times for Jim Parsons. It has so far won seven Emmy Awards from 46 nominations. Parsons also won the Golden Globe for Best Actor in a Television Comedy Series in 2011. The series has so far won 56 awards from 216 nominations. It has also spawned a prequel series in 2017 based on Parsons' character, Sheldon Cooper, named Young Sheldon, which also airs on CBS."
    },
    {
        "new_name": 12345
    }
]